In [2]:
# Import pandas for reading Excel files
import pandas as pd

people = pd.read_excel("people.xlsx", sheet_name = 0)
people.head()

      name                 job sex  age  salary    project
0  Maritza     Front Developer   F   22   72000  Project B
1    Deivi  Software Developer   M   23   72000  Project A
2  Manuela  Software Developer   M   24   72000  Project B
3   Antony  Software Developer   M   30   72000  Project A
4   Martha     Front Developer   F   23   74000  Project A

In [3]:
people.to_excel("people2.xlsx", sheet_name = 'other sheet')